Revit 2027 API
BuiltInFailures.JoinElementsFailures.CannotCope Property
 Can't apply Coping.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCope { get; }
Public Shared ReadOnly Property CannotCope As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCope {
	FailureDefinitionId^ get ();
}
static member CannotCope : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.JoinElementsFailures Class
Autodesk.Revit.DB Namespace